{
  "LuaSnip": { "branch": "master" },
  "PDV--phpDocumentor-for-Vim": { "branch": "master" },
  "caw.vim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "cuculus.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "incsearch-migemo.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "memolist.vim": { "branch": "master" },
  "neo-tree-diagnostics.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neovim-ayu": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-asciidoctor": { "branch": "master" },
  "vim-auto-save": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-php-cs-fixer": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-smartinput": { "branch": "master" },
  "vim-symfony": { "branch": "master" },
  "vista.vim": { "branch": "master" }
}
