aaron-bond.better-comments
akamud.vscode-theme-onelight
aki77.rails-db-schema
alefragnani.project-manager
anteprimorac.html-end-tag-labels
azemoh.one-monokai
bierner.markdown-mermaid
castwide.solargraph
ccy.ayu-adaptive
clinyong.vscode-css-modules
digitalbrainstem.javascript-ejs-support
divola.ayu-dark-lighter
donjayamanne.githistory
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
faceair.ayu-one-dark
figma.figma-vscode-extension
github.vscode-github-actions
github.vscode-pull-request-github
hediet.vscode-drawio
ionutvmi.path-autocomplete
jduponchelle.rainbow-end
jock.svg
jprestidge.theme-material-theme
kaiwood.endwise
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
pomdtr.excalidraw-editor
redguardtoo.matchit
rooveterinaryinc.roo-cline
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
swashata.beautiful-ui
teabyii.ayu
tomrijndorp.find-it-faster
turboooo.turbo-ayu
vortizhe.simple-ruby-erb
vscodevim.vim
yoavbls.pretty-ts-errors
zhang-renyang.vscode-cursor
