aaron-bond.better-comments
akamud.vscode-theme-onelight
aki77.rails-db-schema
alefragnani.project-manager
anteprimorac.html-end-tag-labels
anthropic.claude-code
anysphere.cursorpyright
arjun.swagger-viewer
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
castwide.solargraph
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-github-actions
github.vscode-pull-request-github
hediet.vscode-drawio
ionutvmi.path-autocomplete
jock.svg
kaiwood.endwise
little-lion-39.copy-code-with-path
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-vscode.vscode-typescript-next
naumovs.color-highlight
openai.chatgpt
pomdtr.excalidraw-editor
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
stagewise.stagewise-vscode-extension
streetsidesoftware.code-spell-checker
teabyii.ayu
tomrijndorp.find-it-faster
vortizhe.simple-ruby-erb
vscodevim.vim
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
